const data = {
  "المحاصيل الشتوية (مدعمة)": {
    "الفول البلدى": {
      tr_val: "15250",
      mod_val: "18000",
      begin: "اول سبتمبر",
      end: "نهاية  فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "القمح": {
      tr_val: "18000",
      mod_val: "21500",
      begin: "اول سبتمبر",
      end: "نهاية  فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "العدس": {
      tr_val: "18250",
      mod_val: "23000",
      begin: "اول سبتمبر",
      end: "نهاية  فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الشعير": {
      tr_val: "17500",
      mod_val: "22000",
      begin: "اول سبتمبر",
      end: "نهاية  فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "بنجر السكر": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الكتان": {
      tr_val: "18500",
      mod_val: "21000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "بنجرالعلف": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "البرسيم المستديم": {
      tr_val: "16250",
      mod_val: "18000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الثوم": {
      tr_val: "21000",
      mod_val: "22500",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الحمص": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الحلبة": {
      tr_val: "17000",
      mod_val: "21500",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الترمس": {
      tr_val: "16250",
      mod_val: "20500",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الثوم الصينى": {
      tr_val: "11000",
      mod_val: "13700",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },},
  
  "محاصيل على مدار العام (مدعم)": {
    
    "الطماطم": {
      tr_val: "39000",
      mod_val: "46000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
 
    "البصل": {
      tr_val: "23500",
      mod_val: "28000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "البطاطا": {
      tr_val: "17500",
      mod_val: "22000",
        begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "قرع العسل": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "فاصوليا": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
      "الباذنجان": {
      tr_val: "15500",
      mod_val: "18500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "البطاطس": {
      tr_val: "33000",
      mod_val: "36000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "البسلة الخضراء": {
      tr_val: "14500",
      mod_val: "17500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الفلفل": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الكرنب": {
      tr_val: "20500",
      mod_val: "24000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الكوسة": {
      tr_val: "21250",
      mod_val: "24000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "البامية": {
      tr_val: "16750",
      mod_val: "21000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "البطيخ": {
      tr_val: "17500",
      mod_val: "22000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الخس": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الملوخية": {
      tr_val: "16000",
      mod_val: "20000",
       begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "السبانخ": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "القلقاس": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الخيار": {
      tr_val: "21500",
      mod_val: "25500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "اللفت": {
      tr_val: "14250",
      mod_val: "18000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "القرنبيط": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "فاصوليا خضراء": {
      tr_val: "13000",
      mod_val: "16000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الفاصوليا": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الشمام": {
      tr_val: "18500",
      mod_val: "23000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الخرشوف": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الكوسة لانتاج اللب": {
      tr_val: "16750",
      mod_val: "21000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "اللوبيا الخضراء": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الجزر": {
      tr_val: "12750",
      mod_val: "16000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "البسلة الجافة": {
      tr_val: "12000",
      mod_val: "15000",
       begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الكنتالوب": {
      tr_val: "18500",
      mod_val: "23000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الطماطم شيري": {
      tr_val: "80000",
      mod_val: "100000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "البطيخ لانتاج اللب": {
      tr_val: "20000",
      mod_val: "25000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "بروكلى": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من نهاية شهر المنح",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
  }, },
    "المحاصيل الصيفية (مدعمة)": {
    "القطن": {
      tr_val: "19250",
      mod_val: "23000",
      begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الارز": {
      tr_val: "14000",
      mod_val: "17500",
      begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "فول صويا": {
      tr_val: "11500",
      mod_val: "14000",
      begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الفول السوداني": {
      tr_val: "20500",
      mod_val: "24500",
      begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "السمسم": {
      tr_val: "9500",
      mod_val: "11500",
      begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الذرة السكرية": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الذرة الشامية": {
      tr_val: "12500",
      mod_val: "14000",
      begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "عباد الشمس": {
      tr_val: "8000",
      mod_val: "10000",
      begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الدراوة": {
      tr_val: "12000",
      mod_val: "15000",
        begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الذرة الرفيعة": {
      tr_val: "11000",
      mod_val: "12500",
      begin: "اول مارس",
      end: "نهاية اغسطس",
      due: "نهاية نوفمبر",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    },
  
};

export default data;
