const data = {
  "محاصيل على مدار العام (مدعم)": {
    
    "الطماطم": {
      tr_val: "39000",
      mod_val: "46000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
 
    "البصل": {
      tr_val: "23500",
      mod_val: "28000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطاطا": {
      tr_val: "17500",
      mod_val: "22000",
        begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قرع العسل": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فاصوليا": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
      "الباذنجان": {
      tr_val: "15500",
      mod_val: "18500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطاطس": {
      tr_val: "33000",
      mod_val: "36000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البسلة الخضراء": {
      tr_val: "14500",
      mod_val: "17500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفلفل": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الكرنب": {
      tr_val: "20500",
      mod_val: "24000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الكوسة": {
      tr_val: "21250",
      mod_val: "24000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البامية": {
      tr_val: "16750",
      mod_val: "21000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطيخ": {
      tr_val: "17500",
      mod_val: "22000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الخس": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ثلاثة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الملوخية": {
      tr_val: "16000",
      mod_val: "20000",
       begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "السبانخ": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "القلقاس": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ثمانية اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الخيار": {
      tr_val: "21500",
      mod_val: "25500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "اللفت": {
      tr_val: "14250",
      mod_val: "18000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "القرنبيط": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فاصوليا خضراء": {
      tr_val: "13000",
      mod_val: "16000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفاصوليا": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الشمام": {
      tr_val: "18500",
      mod_val: "23000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الخرشوف": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الكوسة لانتاج اللب": {
      tr_val: "16750",
      mod_val: "21000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "اللوبيا الخضراء": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الجزر": {
      tr_val: "12750",
      mod_val: "16000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البسلة الجافة": {
      tr_val: "12000",
      mod_val: "15000",
       begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الكنتالوب": {
      tr_val: "18500",
      mod_val: "23000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الطماطم شيري": {
      tr_val: "80000",
      mod_val: "100000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطيخ لانتاج اللب": {
      tr_val: "20000",
      mod_val: "25000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "بروكلى": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
  }, },
    "المحاصيل الشتوية (مدعمة)": {
    "الفول البلدى": {
      tr_val: "15250",
      mod_val: "18000",
      begin: "اول اكتوير",
      end: "نهاية  ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "القمح": {
      tr_val: "18000",
      mod_val: "21500",
      begin: "اول اكتوبر",
      end: "نهاية  ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "العدس": {
      tr_val: "18250",
      mod_val: "23000",
      begin: "اول اكتوبر",
      end: "نهاية  ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "الشعير": {
      tr_val: "17500",
      mod_val: "22000",
      begin: "اول اكتوبر",
      end: "نهاية  ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "بنجر السكر": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ثمانية اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/06/06"
    },
    "الكتان": {
      tr_val: "18500",
      mod_val: "21000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "بنجرالعلف": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "البرسيم المستديم": {
      tr_val: "16250",
      mod_val: "18000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "سبعة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/05/06"
    },
    "الثوم": {
      tr_val: "21000",
      mod_val: "22500",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/03/06"
    },
    "الحمص": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "الحلبة": {
      tr_val: "17000",
      mod_val: "21500",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/040/06"
    },
    "الترمس": {
      tr_val: "16250",
      mod_val: "20500",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2025/03/06"
    },
    "الثوم الصينى": {
      tr_val: "11000",
      mod_val: "13700",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },},
  
    "المحاصيل الصيفية (مدعمة)": {
    "القطن": {
      tr_val: "19250",
      mod_val: "23000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "ثمانية شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/04/06 يستحق يوم 2025/12/06"
    },
    "الارز": {
      tr_val: "14000",
      mod_val: "17500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "ستة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فول صويا": {
      tr_val: "11500",
      mod_val: "14000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفول السوداني": {
      tr_val: "20500",
      mod_val: "24500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "السمسم": {
      tr_val: "9500",
      mod_val: "11500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الذرة السكرية": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الذرة الشامية": {
      tr_val: "12500",
      mod_val: "14000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عباد الشمس": {
      tr_val: "8000",
      mod_val: "10000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الدراوة": {
      tr_val: "12000",
      mod_val: "15000",
        begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الذرة الرفيعة": {
      tr_val: "11000",
      mod_val: "12500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },},
  
  "فاكهة- بساتين (مدعم)": {
    "الموالح(يوسفي-ماندراين-اورانج)": {
      tr_val: "24000",
      mod_val: "28500",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الليمون": {
      tr_val: "24500",
      mod_val: "29000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "البرتقال": {
      tr_val: "35000",
      mod_val: "42000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الرمان": {
      tr_val: "29000",
      mod_val: "36000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الزيتون": {
      tr_val: "34500",
      mod_val: "43000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "العنب الرومى": {
      tr_val: "37500",
      mod_val: "47000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "النخيل فدان": {
      tr_val: "45500",
      mod_val: "48000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "النخيل /واحدة": {
      tr_val: "260",
      mod_val: "330",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "النخيل السيوي او الصعيدى 68 نخلة فدان": {
      tr_val: "38500",
      mod_val: "48000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "النخيل البارحى او المجدول 68 نخلة فدان": {
      tr_val: "176000",
      mod_val: "220000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/050/06"
    },
    "نخلة واحدة سيوى اوصعيدي": {
      tr_val: "560",
      mod_val: "700",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "نخلة واحدة بارحى او مجدول": {
      tr_val: "2500",
      mod_val: "3200",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "التين الشوكى": {
      tr_val: "26500",
      mod_val: "33000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "البشملة الصيفي": {
      tr_val: "28000",
      mod_val: "35000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "عنب على سلك": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/
