const data = {
    "المحاصيل الشتوية (مدعمة)": {
      "البصل": {
        tr_val: "23500",
        mod_val: "28000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفول البلدى": {
        tr_val: "15250",
        mod_val: "18000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "البطاطا": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "القمح": {
        tr_val: "18000",
        mod_val: "21500",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "العدس": {
        tr_val: "18250",
        mod_val: "23000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الشعير": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الطماطم": {
        tr_val: "39000",
        mod_val: "46000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الباذنجان": {
        tr_val: "15500",
        mod_val: "18500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البطاطس": {
        tr_val: "33000",
        mod_val: "36000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البسلة الخضراء": {
        tr_val: "14500",
        mod_val: "17500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفلفل": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكرنب": {
        tr_val: "20500",
        mod_val: "24000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكوسة": {
        tr_val: "21250",
        mod_val: "24000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البامية": {
        tr_val: "16750",
        mod_val: "21000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البطيخ": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الخس": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الملوخية": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "السبانخ": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "القلقاس": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الخيار": {
        tr_val: "21500",
        mod_val: "25500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "اللفت": {
        tr_val: "14250",
        mod_val: "18000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "القرنبيط": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فاصوليا خضراء": {
        tr_val: "13000",
        mod_val: "16000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بنجر السكر": {
        tr_val: "24000",
        mod_val: "30000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الكتان": {
        tr_val: "18500",
        mod_val: "21000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "بنجرالعلف": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "البرسيم المستديم": {
        tr_val: "16250",
        mod_val: "18000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الثوم": {
        tr_val: "21000",
        mod_val: "22500",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الحمص": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الحلبة": {
        tr_val: "17000",
        mod_val: "21500",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الترمس": {
        tr_val: "16250",
        mod_val: "20500",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الثوم الصينى": {
        tr_val: "11000",
        mod_val: "13700",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "نهاية يوليو",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
    },
    "محاصيل على مدار العام (مدعم)": {
      "قرع عسلي": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "فاصوليا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "ذرة شامية": {
        tr_val: "12500",
        mod_val: "14000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "ذرة رفيعة": {
        tr_val: "11000",
        mod_val: "12500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "دراوة": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },},

    "محاصيل على مدار العام (مدعم)": {

      "قرع عسلي": {

        tr_val: "16000",

        mod_val: "20000",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "1",

        inst_dte: "2024/01/03",

        notes: ""

      },

      "فاصوليا": {

        tr_val: "16000",

        mod_val: "20000",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "174",

        inst_dte: "2023/06/25",

        notes: ""

      },

      "ذرة شامية": {

        tr_val: "12500",

        mod_val: "14000",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "1",

        inst_dte: "2024/01/03",

        notes: ""

      },

      "ذرة رفيعة": {

        tr_val: "11000",

        mod_val: "12500",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "1",

        inst_dte: "2024/01/03",

        notes: ""

      },

      "دراوة": {

        tr_val: "12000",

        mod_val: "15000",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "1",

        inst_dte: "2024/01/03",

        notes: ""

      },},
    "المحاصيل الصيفية (مدعمة)": {
      "القطن": {
        tr_val: "19250",
        mod_val: "23000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "نهاية نوفمبر",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الطماطم": {
        tr_val: "39000",
        mod_val: "46000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الباذنجان": {
        tr_val: "15500",
        mod_val: "18500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "البطاطس": {
        tr_val: "33000",
        mod_val: "36000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "البسلة الخضراء": {
        tr_val: "14500",
        mod_val: "17500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الفل الرومى": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "البصل": {
        tr_val: "23500",
        mod_val: "28000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "اللوبيا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الخيار": {
        tr_val: "21500",
        mod_val: "25500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الشمام": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "البامية": {
        tr_val: "16750",
        mod_val: "21000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الكنتالوب": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الملوخية": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الفلفل البلدى": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "البطيخ": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الكوسة": {
        tr_val: "21250",
        mod_val: "24000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الفاصوليا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الكرنب": {
        tr_val: "20500",
        mod_val: "24000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "القرع العسلى": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة شهور من نهاية شهر المنح",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "الارز": {
        tr_val: "14000",
        mod_val: "17500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "نهاية نوفمبر",
        inst_no: "311",
        inst_dte: "2024/12/04",
        notes: ""
      },
      "فول صويا": {
        tr_val: "11500",
        mod_val: "14000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفول السوداني": {
        tr_val: "20500",
        mod_val: "24500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "السمسم": {
        tr_val: "9500",
        mod_val: "11500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الذرة السكرية": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الذرة الشامية": {
        tr_val: "12500",
        mod_val: "14000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: "تم التعديل"
      },
      "عباد الشمس": {
        tr_val: "8000",
        mod_val: "10000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الدراوة": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: " خمسة اشهر من نهاية شهر المنح ",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "الذرة الرفيعة": {
        tr_val: "11000",
        mod_val: "12500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: " خمسة اشهر من نهاية شهر المنح ",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "البطاطا الصيفي": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },},
    "خضر شتوي (مدعم)": {
      "الفاصوليا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "الشمام": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الخرشوف": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكوسة لانتاج اللب": {
        tr_val: "16750",
        mod_val: "21000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "اللوبيا الخضراء": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الجزر": {
        tr_val: "12750",
        mod_val: "16000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البسلة الجافة": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكنتالوب": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "طماطم شيري": {
        tr_val: "80000",
        mod_val: "100000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البطيخ لانتاج اللب": {
        tr_val: "20000",
        mod_val: "25000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بروكلى": {
        tr_val: "24000",
        mod_val: "30000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "فاكهة- بساتين (مدعم)": {
      "الموالح(يوسفي-ماندراين-اورانج)": {
        tr_val: "24000",
        mod_val: "28500",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الليمون": {
        tr_val: "24500",
        mod_val: "29000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البرتقال": {
        tr_val: "35000",
        mod_val: "42000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الرمان": {
        tr_val: "29000",
        mod_val: "36000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الزيتون": {
        tr_val: "34500",
        mod_val: "43000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "العنب الرومى": {
        tr_val: "37500",
        mod_val: "47000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "النخيل فدان": {
        tr_val: "45500",
        mod_val: "48000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "النخيل /واحدة": {
        tr_val: "260",
        mod_val: "330",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "النخيل السيوي او الصعيدى 68 نخلة فدان": {
        tr_val: "38500",
        mod_val: "48000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "النخيل البارحى او المجدول 68 نخلة فدان": {
        tr_val: "176000",
        mod_val: "220000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخلة واحدة سيوى اوصعيدي": {
        tr_val: "560",
        mod_val: "700",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخلة واحدة بارحى او مجدول": {
        tr_val: "2500",
        mod_val: "3200",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "التين الشوكى": {
        tr_val: "26500",
        mod_val: "33000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البشملة الصيفي": {
        tr_val: "28000",
        mod_val: "35000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عنب على سلك": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عنب تكاعيب": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البرقوق": {
        tr_val: "56000",
        mod_val: "70000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الخوخ": {
        tr_val: "48000",
        mod_val: "60000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "المشمش": {
        tr_val: "48000",
        mod_val: "60000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الجوافة / الكاكا": {
        tr_val: "27000",
        mod_val: "30000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "التين": {
        tr_val: "13000",
        mod_val: "17000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قشطة / صيفى": {
        tr_val: "48000",
        mod_val: "60000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عنب ارضي": {
        tr_val: "56000",
        mod_val: "70000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الموز": {
        tr_val: "0",
        mod_val: "75000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "المانجو": {
        tr_val: "47000",
        mod_val: "50000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكمثرى": {
        tr_val: "56000",
        mod_val: "70000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "التفاح": {
        tr_val: "52000",
        mod_val: "65000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "موز خلفة": {
        tr_val: "0",
        mod_val: "75000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الافوكادو": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "صوب خضراء  زراعية 540م2": {
      "طماطم  ": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فلفل": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "خيار": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كنتالوب": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "باذنجان": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فاصوليا ": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "محصول الفراولة للفدان (مدعم)": {
      "فراولة (محلى)": {
        tr_val: "59000",
        mod_val: "65000",
        begin: "2اعسطس",
        end: "نهاية فبراير",
        due: "اول اغسطس",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: ""
      },
    },
    "نباتات عطرية وطبية": {
      "كركديه": {
        tr_val: "13500",
        mod_val: "17000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ريحان": {
        tr_val: "18250",
        mod_val: "21000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "مغات": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ياسمين": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نعناع بلدى": {
        tr_val: "14500",
        mod_val: "18000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نعناع فلفلى": {
        tr_val: "14500",
        mod_val: "18000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "حناء عقر": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "حناء بكر": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "جوجوبا": {
        tr_val: "26500",
        mod_val: "33000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بردقوش": {
        tr_val: "14500",
        mod_val: "18000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كسبرة": {
        tr_val: "14500",
        mod_val: "17000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "جرجير": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عتر": {
        tr_val: "29000",
        mod_val: "32000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كمون": {
        tr_val: "17250",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ينسون": {
        tr_val: "13500",
        mod_val: "17000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "شمر": {
        tr_val: "17250",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الشيح": {
        tr_val: "16500",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "شيح بابونج": {
        tr_val: "13500",
        mod_val: "17000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "شبت وبقدونس": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كراويه": {
        tr_val: "13000",
        mod_val: "16000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "حبة البركة": {
        tr_val: "16500",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الجوجوبا1": {
        tr_val: "26500",
        mod_val: "33000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "المورينجا": {
        tr_val: "26500",
        mod_val: "33000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "نباتات زينة فدان (غير مدعم)": {
      "ابصال جلاديوس": {
        tr_val: "50000",
        mod_val: "62500",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ابصال داليا": {
        tr_val: "24000",
        mod_val: "30000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ابصال نيوبروز": {
        tr_val: "13500",
        mod_val: "17000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عصفور الجنة": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "اسبرجس": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ورد بلدى": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "جبسيوفيلا": {
        tr_val: "66000",
        mod_val: "82500",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "نباتات زينة قيراط (غير مدعم)": {
      "يوكا هولندي": {
        tr_val: "9000",
        mod_val: "11375",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "اكسيا": {
        tr_val: "6000",
        mod_val: "7375",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "صبار عمة القاضي": {
        tr_val: "9000",
        mod_val: "11375",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فيكس بينجامينا": {
        tr_val: "6000",
        mod_val: "7375",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخيل اودس": {
        tr_val: "24000",
        mod_val: "30000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخيل كوكس": {
        tr_val: "11000",
        mod_val: "13750",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "يوكا بلدي": {
        tr_val: "7500",
        mod_val: "9750",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فيكس تندا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قرطم": {
        tr_val: "4000",
        mod_val: "4875",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخيل سايكس": {
        tr_val: "30000",
        mod_val: "37500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "دراسيا": {
        tr_val: "7750",
        mod_val: "9750",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "صبار شمعدان": {
        tr_val: "14000",
        mod_val: "17500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "مشاتل نباتات الفاكهة للقيراط(غير مدعم)": {
      "مانجو/قيراط": {
        tr_val: "13000",
        mod_val: "16250",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قشطة/ قيراط": {
        tr_val: "21000",
        mod_val: "26250",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "موالح/قيراط": {
        tr_val: "13000",
        mod_val: "16250",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "موز(شتلات انسجة)/ الصوبة540م2": {
        tr_val: "0",
        mod_val: "100000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "دراجون فروت/ الصوبة5420م2": {
        tr_val: "80000",
        mod_val: "100000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "الزراعات التعاقدية": {
      "الفراولة التعاقدية": {
        tr_val: "0",
        mod_val: "181250",
        begin: "2اغسطس",
        end: "نهاية فبراير",
        due: "اول اغسطس",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفلفل التعاقدي": {
        tr_val: "25500",
        mod_val: "32000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بطاطس تعاقدية": {
        tr_val: "41250",
        mod_val: "48500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "طماطم تعاقدية": {
        tr_val: "47000",
        mod_val: "51000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفاصوليا-البسلة-اللوبيا الخضراء التعاقدية": {
        tr_val: "18000",
        mod_val: "21500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "خرشوف تعاقدي": {
        tr_val: "22500",
        mod_val: "28125",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قرنبيط تعاقدي": {
        tr_val: "12500",
        mod_val: "15625",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "شمام تعاقدي": {
        tr_val: "18500",
        mod_val: "23125",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كنتالوب تعاقدي": {
        tr_val: "15000",
        mod_val: "18750",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "خيار تعاقدي": {
        tr_val: "26500",
        mod_val: "31500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عنب تكاعيب تعاقدي": {
        tr_val: "43500",
        mod_val: "54375",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قمح تعاقدي": {
        tr_val: "20000",
        mod_val: "23000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بنجر تعاقدي": {
        tr_val: "27000",
        mod_val: "33000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: ""
      },
      "ذرة بيضاء تعاقدي": {
        tr_val: "23500",
        mod_val: "29500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ذرة صفراء تعاقدي": {
        tr_val: "25000",
        mod_val: "31250",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عباد الشمس تعاقدي": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فول الصويا تعاقدي": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "قصب السكر (مدعم)": {
      "غرس خريفي": {
        tr_val: "36000",
        mod_val: "40000",
        begin: "اول اغسطس",
        end: "نهاية يوليو التالي",
        due: "اول يوليو العام بعد التالي",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: "50%عند التجهيز و50%عند العقد والتفويض بالتنازل"
      },
      "غرس ربيعي": {
        tr_val: "36000",
        mod_val: "40000",
        begin: "اول يناير",
        end: "نهاية يوليو ",
        due: "اول يوليو العام التالي",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: "50%عند التجهيز و50%عند العقد والتفويض بالتنازل"
      },
      "خلفة (تعاقدي)": {
        tr_val: "36000",
        mod_val: "40000",
        begin: "اول اكتوبر",
        end: "نهاية يوليو التالي",
        due: "اول يوليو العام بعد التالي",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: "100%من الفئة التسلفية"
      },
      "خلفة (غيرتعاقدي)": {
        tr_val: "36000",
        mod_val: "40000",
        begin: "اول يناير",
        end: "نهاية يوليو ",
        due: "اول يوليو العام التالي",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: "50%من الفئة التسلفية"
      },
      "الشتلات المطورة لمحصول القصب خريقي": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول اغسطس",
        end: "نهاية يوليو التالي",
        due: "اول يوليو العام بعد التالي",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: "يتم الصرف بالري المطور حتى ٢٠٢٥ - يتم السداد على اربع اقساط سنوية"
      },
      "الشتلات المطورة لمحصول القصب ربيعي": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية يوليو ",
        due: "اول يوليو العام التالي",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: "يتم السداد على 4 اقساط سنوية- يتم الصرف حتى موسم 2024*2025للري التقليدي"
      },
    },
    "محاصيل التصدير (مدعمة)": {
      "البطاطس شتوي": {
        tr_va_ind :"53500",
        min_val_cor: "53500",
        max_val_cor:"85000",
        begin: "اول يناير",
        end: "نهاية  ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: ""
      },
"البطاطس الصيفي": {
        tr_va_ind: "53500",
        min_val_cor: "53500",
        max_val_cor:"85000",
        begin: "اول مارس ",
        end: "نهاية اغسطس ",
        due: " اول نوفمبر ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: ""
      },
"البطاطا الشتوي": {
        tr_va_ind: "25800",
        min_val_cor: "25800",
        max_val_cor:"118000",
        begin: "اول سبتمبر ",
        end: "نهاية فبراير ",
        due: " اول يوليو ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"البطاطا الصيفي": {
        tr_va_ind :"25800",
        min_val_cor: "25800",
        max_val_cor:"118000",
        begin: "اول مارس ",
        end: "نهاية اغسطس ",
        due: " اول نوفمبر ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"الطماطم الشتوي": {
        tr_va_ind: "61000",
        min_val_cor: "61000",
        max_val_cor:"227500",
        begin: "اول يناير ",
        end: "نهاية ديسمبر ",
        due: " ستة اشهر من نهاية شهر المنح ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"الطماطم الشتوي": {
        tr_va_ind: "81000",
        min_val_cor: "81000",
        max_val_cor:"227500",
        begin: "اول مارس ",
        end: "نهاية اغسطس ",
        due: " اول نوفمبر ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"المانجو": {
        tr_va_ind: "75000",
        min_val_cor: "75000",
        max_val_cor:"277750",
        begin: "اول يناير ",
        end: "نهاية ديسمبر ",
        due: "  حد اقصى عام من تاريخ المنح ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"العنب": {
        tr_va_ind: "56550",
        min_val_cor: "56550",
        max_val_cor:"277550",
        begin: "اول يناير ",
        end: "نهاية ديسمبر ",
        due: "  حد اقصى عام من تاريخ المنح ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"المانجو ": {
        tr_va_ind: "235000",
        min_val_cor: "235000",
        max_val_cor:"385000",
        begin: "2 اغسطس ",
        end: "نهاية فبراير",
        due: "أول اغسطس",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
}},
    "المحاصيل الشتوية (مدعمة)": {
      "البصل": {
        tr_val: "23500",
        mod_val: "28000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفول البلدى": {
        tr_val: "15250",
        mod_val: "18000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البطاطا": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "القمح": {
        tr_val: "18000",
        mod_val: "21500",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "العدس": {
        tr_val: "18250",
        mod_val: "23000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الشعير": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول سبتمبر",
        end: "نهاية  فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الطماطم": {
        tr_val: "39000",
        mod_val: "46000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الباذنجان": {
        tr_val: "15500",
        mod_val: "18500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البطاطس": {
        tr_val: "33000",
        mod_val: "36000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البسلة الخضراء": {
        tr_val: "14500",
        mod_val: "17500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفلفل": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكرنب": {
        tr_val: "20500",
        mod_val: "24000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكوسة": {
        tr_val: "21250",
        mod_val: "24000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البامية": {
        tr_val: "16750",
        mod_val: "21000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البطيخ": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الخس": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الملوخية": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "السبانخ": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "القلقاس": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الخيار": {
        tr_val: "21500",
        mod_val: "25500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "اللفت": {
        tr_val: "14250",
        mod_val: "18000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "القرنبيط": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فاصوليا خضراء": {
        tr_val: "13000",
        mod_val: "16000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بنجر السكر": {
        tr_val: "24000",
        mod_val: "30000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: ""
      },
      "الكتان": {
        tr_val: "18500",
        mod_val: "21000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بنجرالعلف": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البرسيم المستديم": {
        tr_val: "16250",
        mod_val: "18000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الثوم": {
        tr_val: "21000",
        mod_val: "22500",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الحمص": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الحلبة": {
        tr_val: "17000",
        mod_val: "21500",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الترمس": {
        tr_val: "16250",
        mod_val: "20500",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الثوم الصينى": {
        tr_val: "11000",
        mod_val: "13700",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "محاصيل وخضر على مدار العام (مدعم)": {
      "قرع عسلي": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "فاصوليا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ذرة شامية": {
        tr_val: "12500",
        mod_val: "14000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "ذرة رفيعة": {
        tr_val: "11000",
        mod_val: "12500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "دراوة": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من تاريخ نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },},

    "محاصيل وخضر على مدار العام (مدعم)": {

      "قرع عسلي": {

        tr_val: "16000",

        mod_val: "20000",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "1",

        inst_dte: "2024/01/03",

        notes: ""

      },

      "فاصوليا": {

        tr_val: "16000",

        mod_val: "20000",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "174",

        inst_dte: "2023/06/25",

        notes: ""

      },

      "ذرة شامية": {

        tr_val: "12500",

        mod_val: "14000",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "1",

        inst_dte: "2024/01/03",

        notes: ""

      },

      "ذرة رفيعة": {

        tr_val: "11000",

        mod_val: "12500",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "1",

        inst_dte: "2024/01/03",

        notes: ""

      },

      "دراوة": {

        tr_val: "12000",

        mod_val: "15000",

        begin: "اول يناير",

        end: "نهاية ديسمبر",

        due: "خمسة اشهر من تاريخ نهاية شهر المنح",

        inst_no: "1",

        inst_dte: "2024/01/03",

        notes: ""

      },},
    "المحاصيل الصيفية (مدعمة)": {
      "القطن": {
        tr_val: "19250",
        mod_val: "23000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الطماطم": {
        tr_val: "39000",
        mod_val: "46000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الباذنجان": {
        tr_val: "15500",
        mod_val: "18500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البطاطس": {
        tr_val: "33000",
        mod_val: "36000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البسلة الخضراء": {
        tr_val: "14500",
        mod_val: "17500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفل الرومى": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البصل": {
        tr_val: "23500",
        mod_val: "28000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "اللوبيا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الخيار": {
        tr_val: "21500",
        mod_val: "25500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الشمام": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البامية": {
        tr_val: "16750",
        mod_val: "21000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكنتالوب": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الملوخية": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفلفل البلدى": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البطيخ": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكوسة": {
        tr_val: "21250",
        mod_val: "24000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفاصوليا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكرنب": {
        tr_val: "20500",
        mod_val: "24000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "القرع العسلى": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: " خمسة اشهر من نهاية شهر المنح ",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "الارز": {
        tr_val: "14000",
        mod_val: "17500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فول صويا": {
        tr_val: "11500",
        mod_val: "14000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفول السوداني": {
        tr_val: "20500",
        mod_val: "24500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "السمسم": {
        tr_val: "9500",
        mod_val: "11500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الذرة السكرية": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الذرة الشامية": {
        tr_val: "12500",
        mod_val: "14000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: "تم التعديل"
      },
      "عباد الشمس": {
        tr_val: "8000",
        mod_val: "10000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الدراوة": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: " خمسة اشهر من نهاية شهر المنح ",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "الذرة الرفيعة": {
        tr_val: "11000",
        mod_val: "12500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: " خمسة اشهر من نهاية شهر المنح ",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "البطاطا الصيفي": {
        tr_val: "17500",
        mod_val: "22000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },},
    "خضر شتوي (مدعم)": {
      "الفاصوليا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: ""
      },
      "الشمام": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الخرشوف": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكوسة لانتاج اللب": {
        tr_val: "16750",
        mod_val: "21000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "اللوبيا الخضراء": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الجزر": {
        tr_val: "12750",
        mod_val: "16000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البسلة الجافة": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكنتالوب": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "طماطم شيري": {
        tr_val: "80000",
        mod_val: "100000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البطيخ لانتاج اللب": {
        tr_val: "20000",
        mod_val: "25000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بروكلى": {
        tr_val: "24000",
        mod_val: "30000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "فاكهة- بساتين (مدعم)": {
      "الموالح(يوسفي-ماندراين-اورانج)": {
        tr_val: "24000",
        mod_val: "28500",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الليمون": {
        tr_val: "24500",
        mod_val: "29000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البرتقال": {
        tr_val: "35000",
        mod_val: "42000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الرمان": {
        tr_val: "29000",
        mod_val: "36000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الزيتون": {
        tr_val: "34500",
        mod_val: "43000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "العنب الرومى": {
        tr_val: "37500",
        mod_val: "47000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "النخيل فدان": {
        tr_val: "45500",
        mod_val: "48000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "النخيل /واحدة": {
        tr_val: "260",
        mod_val: "330",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "النخيل السيوي او الصعيدى 68 نخلة فدان": {
        tr_val: "38500",
        mod_val: "48000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "النخيل البارحى او المجدول 68 نخلة فدان": {
        tr_val: "176000",
        mod_val: "220000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخلة واحدة سيوى اوصعيدي": {
        tr_val: "560",
        mod_val: "700",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخلة واحدة بارحى او مجدول": {
        tr_val: "2500",
        mod_val: "3200",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "التين الشوكى": {
        tr_val: "26500",
        mod_val: "33000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البشملة الصيفي": {
        tr_val: "28000",
        mod_val: "35000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عنب على سلك": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عنب تكاعيب": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "البرقوق": {
        tr_val: "56000",
        mod_val: "70000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الخوخ": {
        tr_val: "48000",
        mod_val: "60000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "المشمش": {
        tr_val: "48000",
        mod_val: "60000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الجوافة / الكاكا": {
        tr_val: "27000",
        mod_val: "30000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "التين": {
        tr_val: "13000",
        mod_val: "17000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قشطة / صيفى": {
        tr_val: "48000",
        mod_val: "60000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عنب ارضي": {
        tr_val: "56000",
        mod_val: "70000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الموز": {
        tr_val: "0",
        mod_val: "75000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "المانجو": {
        tr_val: "47000",
        mod_val: "50000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الكمثرى": {
        tr_val: "56000",
        mod_val: "70000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "التفاح": {
        tr_val: "52000",
        mod_val: "65000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "موز خلفة": {
        tr_val: "0",
        mod_val: "75000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الافوكادو": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "صوب خضراء  زراعية 540م2": {
      "طماطم  ": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فلفل": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "خيار": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كنتالوب": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "باذنجان": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فاصوليا ": {
        tr_val: "40000",
        mod_val: "50000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "محصول الفراولة للفدان (مدعم)": {
      "فراولة (محلى)": {
        tr_val: "59000",
        mod_val: "65000",
        begin: "2اعسطس",
        end: "نهاية فبراير",
        due: "اول اغسطس",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: ""
      },
    },
    "نباتات عطرية وطبية": {
      "كركديه": {
        tr_val: "13500",
        mod_val: "17000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ريحان": {
        tr_val: "18250",
        mod_val: "21000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "مغات": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ياسمين": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نعناع بلدى": {
        tr_val: "14500",
        mod_val: "18000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نعناع فلفلى": {
        tr_val: "14500",
        mod_val: "18000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "حناء عقر": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "حناء بكر": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "جوجوبا": {
        tr_val: "26500",
        mod_val: "33000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بردقوش": {
        tr_val: "14500",
        mod_val: "18000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كسبرة": {
        tr_val: "14500",
        mod_val: "17000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "جرجير": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عتر": {
        tr_val: "29000",
        mod_val: "32000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كمون": {
        tr_val: "17250",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ينسون": {
        tr_val: "13500",
        mod_val: "17000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "شمر": {
        tr_val: "17250",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الشيح": {
        tr_val: "16500",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "شيح بابونج": {
        tr_val: "13500",
        mod_val: "17000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "شبت وبقدونس": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كراويه": {
        tr_val: "13000",
        mod_val: "16000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "حبة البركة": {
        tr_val: "16500",
        mod_val: "20000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الجوجوبا1": {
        tr_val: "26500",
        mod_val: "33000",
        begin: "اول سبتمبر",
        end: "نهاية اكتوبر",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "المورينجا": {
        tr_val: "26500",
        mod_val: "33000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "نباتات زينة فدان (غير مدعم)": {
      "ابصال جلاديوس": {
        tr_val: "50000",
        mod_val: "62500",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ابصال داليا": {
        tr_val: "24000",
        mod_val: "30000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ابصال نيوبروز": {
        tr_val: "13500",
        mod_val: "17000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عصفور الجنة": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "اسبرجس": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ورد بلدى": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "جبسيوفيلا": {
        tr_val: "66000",
        mod_val: "82500",
        begin: "اول فبراير",
        end: "نهاية ابريل",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "نباتات زينة قيراط (غير مدعم)": {
      "يوكا هولندي": {
        tr_val: "9000",
        mod_val: "11375",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "اكسيا": {
        tr_val: "6000",
        mod_val: "7375",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "صبار عمة القاضي": {
        tr_val: "9000",
        mod_val: "11375",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فيكس بينجامينا": {
        tr_val: "6000",
        mod_val: "7375",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخيل اودس": {
        tr_val: "24000",
        mod_val: "30000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخيل كوكس": {
        tr_val: "11000",
        mod_val: "13750",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "يوكا بلدي": {
        tr_val: "7500",
        mod_val: "9750",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فيكس تندا": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قرطم": {
        tr_val: "4000",
        mod_val: "4875",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "نخيل سايكس": {
        tr_val: "30000",
        mod_val: "37500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "دراسيا": {
        tr_val: "7750",
        mod_val: "9750",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "صبار شمعدان": {
        tr_val: "14000",
        mod_val: "17500",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "مشاتل نباتات الفاكهة للقيراط(غير مدعم)": {
      "مانجو/قيراط": {
        tr_val: "13000",
        mod_val: "16250",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قشطة/ قيراط": {
        tr_val: "21000",
        mod_val: "26250",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "موالح/قيراط": {
        tr_val: "13000",
        mod_val: "16250",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "موز(شتلات انسجة)/ الصوبة540م2": {
        tr_val: "0",
        mod_val: "100000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "دراجون فروت/ الصوبة5420م2": {
        tr_val: "80000",
        mod_val: "100000",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "عام من تاريخ المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "الزراعات التعاقدية": {
      "الفراولة التعاقدية": {
        tr_val: "0",
        mod_val: "181250",
        begin: "2اغسطس",
        end: "نهاية فبراير",
        due: "اول اغسطس",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفلفل التعاقدي": {
        tr_val: "25500",
        mod_val: "32000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بطاطس تعاقدية": {
        tr_val: "41250",
        mod_val: "48500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "طماطم تعاقدية": {
        tr_val: "47000",
        mod_val: "51000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "الفاصوليا-البسلة-اللوبيا الخضراء التعاقدية": {
        tr_val: "18000",
        mod_val: "21500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "خرشوف تعاقدي": {
        tr_val: "22500",
        mod_val: "28125",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قرنبيط تعاقدي": {
        tr_val: "12500",
        mod_val: "15625",
        begin: "اول يناير",
        end: "نهاية ديسمبر",
        due: "خمسة اشهر من نهاية شهر المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "شمام تعاقدي": {
        tr_val: "18500",
        mod_val: "23125",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "كنتالوب تعاقدي": {
        tr_val: "15000",
        mod_val: "18750",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "خيار تعاقدي": {
        tr_val: "26500",
        mod_val: "31500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عنب تكاعيب تعاقدي": {
        tr_val: "43500",
        mod_val: "54375",
        begin: "على مدار العام",
        end: "على مدار العام",
        due: "حد اقصى عام من تاريح المنح",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "قمح تعاقدي": {
        tr_val: "20000",
        mod_val: "23000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "بنجر تعاقدي": {
        tr_val: "27000",
        mod_val: "33000",
        begin: "اول سبتمبر",
        end: "نهاية فبراير",
        due: "اول يوليو",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: ""
      },
      "ذرة بيضاء تعاقدي": {
        tr_val: "23500",
        mod_val: "29500",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "ذرة صفراء تعاقدي": {
        tr_val: "25000",
        mod_val: "31250",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "عباد الشمس تعاقدي": {
        tr_val: "12000",
        mod_val: "15000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
      "فول الصويا تعاقدي": {
        tr_val: "18500",
        mod_val: "23000",
        begin: "اول مارس",
        end: "نهاية اغسطس",
        due: "اول نوفمبر",
        inst_no: "174",
        inst_dte: "2023/06/25",
        notes: ""
      },
    },
    "قصب السكر (مدعم)": {
      "غرس خريفي": {
        tr_val: "36000",
        mod_val: "40000",
        begin: "اول اغسطس",
        end: "نهاية يوليو التالي",
        due: "اول يوليو العام بعد التالي",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: "50%عند التجهيز و50%عند العقد والتفويض بالتنازل"
      },
      "غرس ربيعي": {
        tr_val: "36000",
        mod_val: "40000",
        begin: "اول يناير",
        end: "نهاية يوليو ",
        due: "اول يوليو العام التالي",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: "50%عند التجهيز و50%عند العقد والتفويض بالتنازل"
      },
      "خلفة (تعاقدي)": {
        tr_val: "36000",
        mod_val: "40000",
        begin: "اول اكتوبر",
        end: "نهاية يوليو التالي",
        due: "اول يوليو العام بعد التالي",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: "100%من الفئة التسلفية"
      },
      "خلفة (غيرتعاقدي)": {
        tr_val: "36000",
        mod_val: "40000",
        begin: "اول يناير",
        end: "نهاية يوليو ",
        due: "اول يوليو العام التالي",
        inst_no: "209",
        inst_dte: "2023/08/31",
        notes: "50%من الفئة التسلفية"
      },
      "الشتلات المطورة لمحصول القصب خريقي": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول اغسطس",
        end: "نهاية يوليو التالي",
        due: "اول يوليو العام بعد التالي",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: "يتم الصرف بالري المطور حتى ٢٠٢٥ - يتم السداد على اربع اقساط سنوية"
      },
      "الشتلات المطورة لمحصول القصب ربيعي": {
        tr_val: "16000",
        mod_val: "20000",
        begin: "اول يناير",
        end: "نهاية يوليو ",
        due: "اول يوليو العام التالي",
        inst_no: "1",
        inst_dte: "2024/01/03",
        notes: "يتم السداد على 4 اقساط سنوية- يتم الصرف حتى موسم 2024*2025للري التقليدي"
      },
    },
    "محاصيل التصدير (مدعمة)": {
      "البطاطس شتوي": {
        tr_va_ind :"53500",
        min_val_cor: "53500",
        max_val_cor:"85000",
        begin: "اول يناير",
        end: "نهاية  ديسمبر",
        due: "ستة اشهر من نهاية شهر المنح",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: ""
      },
"البطاطس الصيفي": {
        tr_va_ind: "53500",
        min_val_cor: "53500",
        max_val_cor:"85000",
        begin: "اول مارس ",
        end: "نهاية اغسطس ",
        due: " اول نوفمبر ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: ""
      },
"البطاطا الشتوي": {
        tr_va_ind: "25800",
        min_val_cor: "25800",
        max_val_cor:"118000",
        begin: "اول سبتمبر ",
        end: "نهاية فبراير ",
        due: " اول يوليو ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"البطاطا الصيفي": {
        tr_va_ind :"25800",
        min_val_cor: "25800",
        max_val_cor:"118000",
        begin: "اول مارس ",
        end: "نهاية اغسطس ",
        due: " اول نوفمبر ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"الطماطم الشتوي": {
        tr_va_ind: "61000",
        min_val_cor: "61000",
        max_val_cor:"227500",
        begin: "اول يناير ",
        end: "نهاية ديسمبر ",
        due: " ستة اشهر من نهاية شهر المنح ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"الطماطم الشتوي": {
        tr_va_ind: "81000",
        min_val_cor: "81000",
        max_val_cor:"227500",
        begin: "اول مارس ",
        end: "نهاية اغسطس ",
        due: " اول نوفمبر ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"المانجو": {
        tr_va_ind: "75000",
        min_val_cor: "75000",
        max_val_cor:"277750",
        begin: "اول يناير ",
        end: "نهاية ديسمبر ",
        due: "  حد اقصى عام من تاريخ المنح ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"العنب": {
        tr_va_ind: "56550",
        min_val_cor: "56550",
        max_val_cor:"277550",
        begin: "اول يناير ",
        end: "نهاية ديسمبر ",
        due: "  حد اقصى عام من تاريخ المنح ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      },
"المانجو ": {
        tr_va_ind: "235000",
        min_val_cor: "235000",
        max_val_cor:"385000",
        begin: "2 اغسطس ",
        end: "نهاية فبراير ",
        due: "  اول اغسطس  ",
        inst_no: "180",
        inst_dte: "2023/07/11",
        notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
      }
  },
};


export default data;