const data = {
  "المحاصيل الشتوية (مدعمة)": {
    "الفول البلدى": {
      tr_val: "15250",
      mod_val: "18000",
      begin: "اول سبتمبر",
      end: "نهاية  فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "القمح": {
      tr_val: "18000",
      mod_val: "21500",
      begin: "اول سبتمبر",
      end: "نهاية  فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "العدس": {
      tr_val: "18250",
      mod_val: "23000",
      begin: "اول سبتمبر",
      end: "نهاية  فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الشعير": {
      tr_val: "17500",
      mod_val: "22000",
      begin: "اول سبتمبر",
      end: "نهاية  فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "بنجر السكر": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الكتان": {
      tr_val: "18500",
      mod_val: "21000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "بنجرالعلف": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "البرسيم المستديم": {
      tr_val: "16250",
      mod_val: "18000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الثوم": {
      tr_val: "21000",
      mod_val: "22500",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الحمص": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الحلبة": {
      tr_val: "17000",
      mod_val: "21500",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الترمس": {
      tr_val: "16250",
      mod_val: "20500",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
    "الثوم الصينى": {
      tr_val: "11000",
      mod_val: "13700",
      begin: "اول سبتمبر",
      end: "نهاية فبراير",
      due: "نهاية يوليو",
      inst_no: "311",
      inst_dte: "2024/12/04",
      notes: ""
    },
  },
  
};

export default data;
