const cropData = {
  "المحاصيل الشتوية (مدعم)": {
    "القمح": {
      "tr_val": 18000,
      "mod_val": 21500,
      "begin": "أول اكتوبر",
      "end": "نهاية يناير",
      "due": "7 شهور من تاريخ المنح وبحد أقصى 7/31",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر  يستحق في اول مايو والمنح من اول يناير يستحق نهاية يوليو"
    },
    "بنجر السكر": {
      "tr_val": 20000,
      "mod_val": 25000,
      "begin": "أول اكتوبر",
      "end": "نهاية يناير",
      "due": "8 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول يونيو"
    },
    "الثوم": {
      "tr_val": 21000,
      "mod_val": 22500,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "5 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول مارس"
    },
    "الترمس": {
      "tr_val": 16250,
      "mod_val": 20500,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "5 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول مارس"
    },
    "الثوم الصيني": {
      "tr_val": 11000,
      "mod_val": 13700,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "5 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول مارس"
    },
    "الفول البلدي": {
      "tr_val": 15250,
      "mod_val": 18000,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول ابريل"
    },
    "العدس": {
      "tr_val": 18250,
      "mod_val": 23000,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول ابريل"
    },
    "الشعير": {
      "tr_val": 17500,
      "mod_val": 22000,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول ابريل"
    },
    "الكتان": {
      "tr_val": 18500,
      "mod_val": 21000,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول ابريل"
    },
    "بنجر العلف": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول ابريل"
    },
    "الحمص": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول ابريل"
    },
    "الحلبة": {
      "tr_val": 17000,
      "mod_val": 21500,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول ابريل"
    },
    "البرسيم المستديم": {
      "tr_val": 16250,
      "mod_val": 18000,
      "begin": "أول اكتوبر",
      "end": "نهاية ديسمبر",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول مايو"
    }
  },
  "المحاصيل الصيفية (مدعم)": {
    "القطن": {
      "tr_val": 19250,
      "mod_val": 23000,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "9 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول يوليو"
    },
    "الأرز": {
      "tr_val": 14000,
      "mod_val": 17500,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول مايو"
    },
    "فول صويا": {
      "tr_val": 11500,
      "mod_val": 14000,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول ابريل"
    },
    "الفول السوداني": {
      "tr_val": 20500,
      "mod_val": 24500,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول ابريل"
    },
    "السمسم": {
      "tr_val": 9500,
      "mod_val": 11500,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول ابريل"
    },
    "عباد الشمس": {
      "tr_val": 8000,
      "mod_val": 10000,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول ابريل"
    },
    "الدراوة": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول ابريل"
    },
    "الذرة السكرية": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول مايو"
    },
    "الذرة الشامية": {
      "tr_val": 12500,
      "mod_val": 14000,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول مايو"
    },
    "الذرة الرفيعة": {
      "tr_val": 11000,
      "mod_val": 12500,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول مايو"
    }
  },
  "محاصيل على مدار العام (مدعم)": {
    "خس": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "4 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول مايو"
    },
    "فاصوليا جافة": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "شمام": {
      "tr_val": 18500,
      "mod_val": 23000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "خرشوف": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "كوسه لإنتاج اللب": {
      "tr_val": 16750,
      "mod_val": 21000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "لوبيا خضراء": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "جزر": {
      "tr_val": 12750,
      "mod_val": 16000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بسلة جافة": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "الكنتالوب": {
      "tr_val": 18500,
      "mod_val": 23000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "طماطم شيري": {
      "tr_val": 80000,
      "mod_val": 100000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بصل": {
      "tr_val": 23500,
      "mod_val": 28000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بطاطا": {
      "tr_val": 17500,
      "mod_val": 22000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "كرنب": {
      "tr_val": 20500,
      "mod_val": 24000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "كوسه": {
      "tr_val": 21250,
      "mod_val": 24000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بامية": {
      "tr_val": 16750,
      "mod_val": 21000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بطيخ": {
      "tr_val": 17500,
      "mod_val": 22000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "ملوخية": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "خيار": {
      "tr_val": 21500,
      "mod_val": 25500,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "قرنبيط": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "فاصوليا خضراء": {
      "tr_val": 13000,
      "mod_val": 16000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "طماطم": {
      "tr_val": 39000,
      "mod_val": 46000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "باذنجان": {
      "tr_val": 15500,
      "mod_val": 18500,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بطاطس": {
      "tr_val": 33000,
      "mod_val": 36000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بسلة خضراء": {
      "tr_val": 14500,
      "mod_val": 17500,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "فلفل": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "فلفل بلدي": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "فلفل رومي": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "فاصوليا": {
      "tr_val": 13000,
      "mod_val": 16000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "لوبيا": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "قرع عسلى": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بروكلى": {
      "tr_val": 24000,
      "mod_val": 30000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بطيخ لإنتاج اللب": {
      "tr_val": 20000,
      "mod_val": 25000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول اغسطس"
    },
    "لفت": {
      "tr_val": 14250,
      "mod_val": 18000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول اغسطس"
    },
    "قلقاس": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "9 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول اكتوبر"
    }
  },
  "فاكهة/ بساتين (مدعم)": {
    "الموالح (يوسفي - ماندارين - أورانج)": {
      "tr_val": 24000,
      "mod_val": 28500,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "الليمون": {
      "tr_val": 24500,
      "mod_val": 29000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "البرتقال": {
      "tr_val": 35000,
      "mod_val": 42000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "الرمان": {
      "tr_val": 29000,
      "mod_val": 36000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "الزيتون": {
      "tr_val": 34500,
      "mod_val": 43000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "العنب الرومي": {
      "tr_val": 37500,
      "mod_val": 47000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "نخيل فدان": {
      "tr_val": 45500,
      "mod_val": 48000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "النخيل (واحدة)": {
      "tr_val": 260,
      "mod_val": 330,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "النخيل السيوي أو الصعيدي (68 نخلة/فدان)": {
      "tr_val": 38500,
      "mod_val": 48000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "نخلة واحدة (سيوي أو صعيدي)": {
      "tr_val": 560,
      "mod_val": 700,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "النخيل البارحي أو المجدول (68 نخلة/فدان)": {
      "tr_val": 176000,
      "mod_val": 220000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "نخلة واحدة (بارحي أو مجدول)": {
      "tr_val": 2500,
      "mod_val": 3200,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "التين الشوكي": {
      "tr_val": 26500,
      "mod_val": 33000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "البشمله الصيفي": {
      "tr_val": 28000,
      "mod_val": 35000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "عنب (على سلك أو تكاعيب)": {
      "tr_val": 40000,
      "mod_val": 50000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "البرقوق / الخوخ / المشمش / قشطة صيفي": {
      "tr_val": 48000,
      "mod_val": 60000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "الجوافة - الكاكا": {
      "tr_val": 27000,
      "mod_val": 30000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "التين": {
      "tr_val": 13000,
      "mod_val": 17000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "عنب أرضي / الكمثرى / المانجو": {
      "tr_val": 56000,
      "mod_val": 70000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "الموز / موز خلفة": {
      "tr_val": 0,
      "mod_val": 75000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "التفاح": {
      "tr_val": 52000,
      "mod_val": 65000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "الأفوكادو": {
      "tr_val": 40000,
      "mod_val": 50000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    }
  },
  "صوب خضراء زراعية ٥٤٠م (مدعم)": {
    "طماطم": {
      "tr_val": 40000,
      "mod_val": 50000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "فلفل": {
      "tr_val": 40000,
      "mod_val": 50000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "خيار": {
      "tr_val": 40000,
      "mod_val": 50000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "كنتالوب": {
      "tr_val": 40000,
      "mod_val": 50000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "باذنجان": {
      "tr_val": 40000,
      "mod_val": 50000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "فاصوليا": {
      "tr_val": 40000,
      "mod_val": 50000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    }
  },
  " محصولة الفراولة للفدان (مدعم)": {
    "فراولة (محلي)": {
      "tr_val": 59000,
      "mod_val": 65000,
      "begin": "2اغسطس",
      "end": "نهاية فبراير",
      "due": "اول أغسطس",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في 2اغسطس يستحق في اول اغسطس التالي"
    }
  },
  "محاصيل تعاقدية (محاصيل - تصنيع - تصدير)": {
    "الفراولة التعاقدية": {
      "tr_val": 0,
      "mod_val": 181250,
      "begin": "2اغسطس",
      "end": "نهاية فبراير",
      "due": "اول أغسطس",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في 2اغسطس يستحق في اول اغسطس التالي"
    },
    "فلفل تعاقدي": {
      "tr_val": 25500,
      "mod_val": 32000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "بطاطس تعاقدي": {
      "tr_val": 41250,
      "mod_val": 49500,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "طماطم تعاقدي": {
      "tr_val": 47000,
      "mod_val": 51000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "الفاصوليا - البسلة - اللوبيا الخضراء التعاقدية": {
      "tr_val": 18000,
      "mod_val": 21500,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "خرشوف تعاقدي": {
      "tr_val": 22500,
      "mod_val": 28125,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "قرنبيط تعاقدي": {
      "tr_val": 12500,
      "mod_val": 15625,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "شمام تعاقدي": {
      "tr_val": 18500,
      "mod_val": 23125,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "كنتالوب تعاقدي": {
      "tr_val": 15000,
      "mod_val": 18750,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "خيار تعاقدي": {
      "tr_val": 26500,
      "mod_val": 31500,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يوليو"
    },
    "عنب تعاقدي تكاعيب": {
      "tr_val": 43500,
      "mod_val": 54375,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "حد أقصى عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في اول يناير التالي"
    },
    "بنجر تعاقدي": {
      "tr_val": 23000,
      "mod_val": 28000,
      "begin": "أول اكتوبر",
      "end": "نهاية يناير",
      "due": "8 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول اكتوبر يستحق في اول يونيو"
    },
    "درة بيضاء تعاقدي": {
      "tr_val": 23500,
      "mod_val": 29500,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول مايو"
    },
    "ذرة صفراء تعاقدي": {
      "tr_val": 25000,
      "mod_val": 31250,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول مايو"
    },
    "عباد شمس تعاقدي": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "6 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول مايو"
    },
    "فول صويا تعاقدي": {
      "tr_val": 23500,
      "mod_val": 29500,
      "begin": "أول ابريل",
      "end": "نهاية يونيو",
      "due": "7 شهور من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول ابريل يستحق في اول مايو"
    }
  },
  "محصول القصب (مدعم)": {
    "قصب السكر غرس خريفي": {
      "tr_val": 43000,
      "mod_val": 50000,
      "begin": "اول أغسطس",
      "end": "31يوليو من العام التالي",
      "due": "1يوليو من العام بعد التالي من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في اول أغسطس يستحق في 1يوليو من العام بعد التالي من تاريخ المنح"
    },
    "قصب السكر غرس ربيعي": {
      "tr_val": 43000,
      "mod_val": 50000,
      "begin": "اول يناير",
      "end": "31يوليو من نفس العام",
      "due": "1يوليو من العام بعد التالي من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في اول يناير يستحق في 1يوليو من العام بعد التالي من تاريخ المنح"
    },
    "قصب السكر خلفة تعاقدي": {
      "tr_val": 43000,
      "mod_val": 50000,
      "begin": "اول أكتوبر",
      "end": "31يوليو من العام التالي",
      "due": "1يوليو من العام بعد التالي من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في اول أكتوبر يستحق في 1يوليو من العام بعد التالي من تاريخ المنح"
    },
    "قصب السكر خلفة  غير تعاقدي": {
      "tr_val": 43000,
      "mod_val": 50000,
      "begin": "اول يناير",
      "end": "31يوليو من نفس العام",
      "due": "1يوليو من العام بعد التالي من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في اول يناير يستحق في 1يوليو من العام بعد التالي من تاريخ المنح"
    },
    "تمويل تكلفة الشتلات المطورة لمحصول قصب السكر": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "اول يناير",
      "end": "نهاية ديسمبر",
      "due": "1يوليو من العام بعد التالي من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في اول يناير يستحق في 1يوليو من العام بعد التالي من تاريخ المنح"
    }
  },
  "نباتات زينة قيراط (غير مدعم)": {
    "ابصال جلاديوس": {
      "tr_val": 50000,
      "mod_val": 62500,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "ابصال داليا": {
      "tr_val": 24000,
      "mod_val": 30000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "ابصال تيوبيروز": {
      "tr_val": 13500,
      "mod_val": 17000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "عصفور الجنة": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "اسبرجس": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "ورد بلدي": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "جيبسوفيلا": {
      "tr_val": 66000,
      "mod_val": 82500,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "يوكا هولندى": {
      "tr_val": 9000,
      "mod_val": 11375,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "اكسيا": {
      "tr_val": 6000,
      "mod_val": 7375,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "صبار عمة القاضى": {
      "tr_val": 9000,
      "mod_val": 11375,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "فيكس بنجامينا": {
      "tr_val": 6000,
      "mod_val": 7375,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "نخيل اوردكس": {
      "tr_val": 24000,
      "mod_val": 30000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "نخيل كوكس": {
      "tr_val": 11000,
      "mod_val": 13750,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "يوكا بلدي": {
      "tr_val": 7500,
      "mod_val": 9750,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "فيكس نتدا": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "قرطم": {
      "tr_val": 4000,
      "mod_val": 4875,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "نخيل سيكس": {
      "tr_val": 30000,
      "mod_val": 37500,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "دراسينا": {
      "tr_val": 7750,
      "mod_val": 9750,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "صبار شمعدان": {
      "tr_val": 14000,
      "mod_val": 17500,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    }
  },
  "نباتات طبية وعطرية (غير مدعم)": {
    "كركدية": {
      "tr_val": 13500,
      "mod_val": 17000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "ريحان": {
      "tr_val": 18250,
      "mod_val": 21000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "مغات": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "ياسمين": {
      "tr_val": 16000,
      "mod_val": 20000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "نعناع بلدي": {
      "tr_val": 14500,
      "mod_val": 18000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "نعناع فلفلي": {
      "tr_val": 14500,
      "mod_val": 18000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "حناء عقر": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "حناء بكر": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "الجوجوبا (صنف 1)": {
      "tr_val": 26500,
      "mod_val": 33000,
      "begin": "أول فبراير",
      "end": "نهاية ابريل",
      "due": "نهاية نوفمبر",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول فبراير يستحق في نهاية نوفمبر"
    },
    "بردقوش": {
      "tr_val": 14500,
      "mod_val": 18000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "كسبرة": {
      "tr_val": 13500,
      "mod_val": 17000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "جرجير": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "زعتر": {
      "tr_val": 29000,
      "mod_val": 32000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "كمون": {
      "tr_val": 17250,
      "mod_val": 20000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "ينسون": {
      "tr_val": 13500,
      "mod_val": 17000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "شمر": {
      "tr_val": 17250,
      "mod_val": 20000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "الشيح": {
      "tr_val": 16500,
      "mod_val": 20000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "شيح بابونج": {
      "tr_val": 13500,
      "mod_val": 17000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "شبت / بقدونس": {
      "tr_val": 12000,
      "mod_val": 15000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "كراوية": {
      "tr_val": 13000,
      "mod_val": 16000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "حبة البركة": {
      "tr_val": 16500,
      "mod_val": 20000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "الجوجوبا (صنف 2)": {
      "tr_val": 26500,
      "mod_val": 33000,
      "begin": "أول سبتمبر",
      "end": "نهاية اكتوبر",
      "due": "نهاية يوليو",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول سبتمبر يستحق في نهاية يوليو"
    },
    "المورينجا": {
      "tr_val": 26500,
      "mod_val": 33000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    }
  },
  "مشاتل نباتات فاكة للقيراط (غير مدعم)": {
    "مانجو / القيراط": {
      "tr_val": 13000,
      "mod_val": 16250,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "قشطة / القيراط": {
      "tr_val": 21000,
      "mod_val": 26250,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "موالح / القيراط": {
      "tr_val": 13000,
      "mod_val": 16250,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "موز (شتلات أنسجة) الصوبة 540 متر مربع": {
      "tr_val": 0,
      "mod_val": 100000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    },
    "دراجون فروت الصوبة 540 متر مربع": {
      "tr_val": 80000,
      "mod_val": 100000,
      "begin": "أول يناير",
      "end": "نهاية ديسمبر",
      "due": "عام من تاريخ المنح",
      "inst_no": 268,
      "inst_dte": "25/12/2025",
      "notes": "مثال قرض منصرف في أول يناير يستحق في نهاية يناير التالي"
    }
  }
};

export default cropData;