const data = {
  "محاصيل على مدار العام (مدعم)": {
    "الطماطم": {
      tr_val: "39000",
      mod_val: "46000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
 
    "البصل": {
      tr_val: "23500",
      mod_val: "28000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطاطا": {
      tr_val: "17500",
      mod_val: "22000",
        begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قرع العسل": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فاصوليا": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
      "الباذنجان": {
      tr_val: "15500",
      mod_val: "18500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطاطس": {
      tr_val: "33000",
      mod_val: "36000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البسلة الخضراء": {
      tr_val: "14500",
      mod_val: "17500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفلفل": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الكرنب": {
      tr_val: "20500",
      mod_val: "24000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الكوسة": {
      tr_val: "21250",
      mod_val: "24000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البامية": {
      tr_val: "16750",
      mod_val: "21000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطيخ": {
      tr_val: "17500",
      mod_val: "22000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الخس": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ثلاثة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الملوخية": {
      tr_val: "16000",
      mod_val: "20000",
       begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "السبانخ": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "القلقاس": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ثمانية اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الخيار": {
      tr_val: "21500",
      mod_val: "25500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "اللفت": {
      tr_val: "14250",
      mod_val: "18000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "القرنبيط": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فاصوليا خضراء": {
      tr_val: "13000",
      mod_val: "16000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفاصوليا": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الشمام": {
      tr_val: "18500",
      mod_val: "23000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الخرشوف": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الكوسة لانتاج اللب": {
      tr_val: "16750",
      mod_val: "21000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "اللوبيا الخضراء": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الجزر": {
      tr_val: "12750",
      mod_val: "16000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البسلة الجافة": {
      tr_val: "12000",
      mod_val: "15000",
       begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الكنتالوب": {
      tr_val: "18500",
      mod_val: "23000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الطماطم شيري": {
      tr_val: "80000",
      mod_val: "100000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطيخ لانتاج اللب": {
      tr_val: "20000",
      mod_val: "25000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "بروكلى": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
  },
},
    "المحاصيل الشتوية (مدعمة)": {
    "الفول البلدى": {
      tr_val: "15250",
      mod_val: "18000",
      begin: "اول اكتوير",
      end: "نهاية  ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "القمح": {
      tr_val: "18000",
      mod_val: "21500",
      begin: "اول اكتوبر",
      end: "نهاية  ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "العدس": {
      tr_val: "18250",
      mod_val: "23000",
      begin: "اول اكتوبر",
      end: "نهاية  ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "الشعير": {
      tr_val: "17500",
      mod_val: "22000",
      begin: "اول اكتوبر",
      end: "نهاية  ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "بنجر السكر": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ثمانية اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/06/06"
    },
    "الكتان": {
      tr_val: "18500",
      mod_val: "21000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "بنجرالعلف": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "البرسيم المستديم": {
      tr_val: "16250",
      mod_val: "18000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "سبعة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/05/06"
    },
    "الثوم": {
      tr_val: "21000",
      mod_val: "22500",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/03/06"
    },
    "الحمص": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
    "الحلبة": {
      tr_val: "17000",
      mod_val: "21500",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "ستة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/040/06"
    },
    "الترمس": {
      tr_val: "16250",
      mod_val: "20500",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2025/03/06"
    },
    "الثوم الصينى": {
      tr_val: "11000",
      mod_val: "13700",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/10/06 يستحق يوم 2026/04/06"
    },
  },
  
    "المحاصيل الصيفية (مدعمة)": {
    "القطن": {
      tr_val: "19250",
      mod_val: "23000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "ثمانية شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/04/06 يستحق يوم 2025/12/06"
    },
    "الارز": {
      tr_val: "14000",
      mod_val: "17500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "ستة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فول صويا": {
      tr_val: "11500",
      mod_val: "14000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفول السوداني": {
      tr_val: "20500",
      mod_val: "24500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "السمسم": {
      tr_val: "9500",
      mod_val: "11500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الذرة السكرية": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الذرة الشامية": {
      tr_val: "12500",
      mod_val: "14000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عباد الشمس": {
      tr_val: "8000",
      mod_val: "10000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الدراوة": {
      tr_val: "12000",
      mod_val: "15000",
        begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الذرة الرفيعة": {
      tr_val: "11000",
      mod_val: "12500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  
  "فاكهة- بساتين (مدعم)": {
    "الموالح(يوسفي-ماندراين-اورانج)": {
      tr_val: "24000",
      mod_val: "28500",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الليمون": {
      tr_val: "24500",
      mod_val: "29000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "البرتقال": {
      tr_val: "35000",
      mod_val: "42000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الرمان": {
      tr_val: "29000",
      mod_val: "36000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الزيتون": {
      tr_val: "34500",
      mod_val: "43000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "العنب الرومى": {
      tr_val: "37500",
      mod_val: "47000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "النخيل فدان": {
      tr_val: "45500",
      mod_val: "48000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "النخيل /واحدة": {
      tr_val: "260",
      mod_val: "330",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "النخيل السيوي او الصعيدى 68 نخلة فدان": {
      tr_val: "38500",
      mod_val: "48000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "النخيل البارحى او المجدول 68 نخلة فدان": {
      tr_val: "176000",
      mod_val: "220000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/050/06"
    },
    "نخلة واحدة سيوى اوصعيدي": {
      tr_val: "560",
      mod_val: "700",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "نخلة واحدة بارحى او مجدول": {
      tr_val: "2500",
      mod_val: "3200",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "التين الشوكى": {
      tr_val: "26500",
      mod_val: "33000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "البشملة الصيفي": {
      tr_val: "28000",
      mod_val: "35000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "عنب على سلك": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "عنب تكاعيب": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "البرقوق": {
      tr_val: "56000",
      mod_val: "70000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الخوخ": {
      tr_val: "48000",
      mod_val: "60000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "المشمش": {
      tr_val: "48000",
      mod_val: "60000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الجوافة / الكاكا": {
      tr_val: "27000",
      mod_val: "30000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "التين": {
      tr_val: "13000",
      mod_val: "17000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "قشطة / صيفى": {
      tr_val: "48000",
      mod_val: "60000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "عنب ارضي": {
      tr_val: "56000",
      mod_val: "70000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/5/06"
    },
    "الموز": {
      tr_val: "0",
      mod_val: "75000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "المانجو": {
      tr_val: "47000",
      mod_val: "50000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الكمثرى": {
      tr_val: "56000",
      mod_val: "70000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "التفاح": {
      tr_val: "52000",
      mod_val: "65000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "موز خلفة": {
      tr_val: "0",
      mod_val: "75000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "الافوكادو": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
  },
  "صوب خضراء  زراعية 540م2": {
    "طماطم  ": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "فلفل": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "خيار": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "كنتالوب": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "باذنجان": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06"
    },
    "فاصوليا ": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2026/05/06",
  }},
  "محصول الفراولة للفدان (مدعم)": {
    "فراولة (محلى)": {
      tr_val: "59000",
      mod_val: "65000",
      begin: "اول سبتمبر",
      end: "نهاية نوفمبر",
      due: "سبعة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/12/06"
    },
  },
  "نباتات عطرية وطبية": {
    "كركديه": {
      tr_val: "13500",
      mod_val: "17000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ريحان": {
      tr_val: "18250",
      mod_val: "21000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "مغات": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ياسمين": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نعناع بلدى": {
      tr_val: "14500",
      mod_val: "18000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نعناع فلفلى": {
      tr_val: "14500",
      mod_val: "18000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "حناء عقر": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "حناء بكر": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "جوجوبا": {
      tr_val: "26500",
      mod_val: "33000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "بردقوش": {
      tr_val: "14500",
      mod_val: "18000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "كسبرة": {
      tr_val: "14500",
      mod_val: "17000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "جرجير": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عتر": {
      tr_val: "29000",
      mod_val: "32000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "كمون": {
      tr_val: "17250",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ينسون": {
      tr_val: "13500",
      mod_val: "17000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "شمر": {
      tr_val: "17250",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الشيح": {
      tr_val: "16500",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "شيح بابونج": {
      tr_val: "13500",
      mod_val: "17000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "شبت وبقدونس": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "كراويه": {
      tr_val: "13000",
      mod_val: "16000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "حبة البركة": {
      tr_val: "16500",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الجوجوبا1": {
      tr_val: "26500",
      mod_val: "33000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "المورينجا": {
      tr_val: "26500",
      mod_val: "33000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "نباتات زينة فدان (غير مدعم)": {
    "ابصال جلاديوس": {
      tr_val: "50000",
      mod_val: "62500",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ابصال داليا": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ابصال نيوبروز": {
      tr_val: "13500",
      mod_val: "17000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عصفور الجنة": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "اسبرجس": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ورد بلدى": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "جبسيوفيلا": {
      tr_val: "66000",
      mod_val: "82500",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "نباتات زينة قيراط (غير مدعم)": {
    "يوكا هولندي": {
      tr_val: "9000",
      mod_val: "11375",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "اكسيا": {
      tr_val: "6000",
      mod_val: "7375",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "صبار عمة القاضي": {
      tr_val: "9000",
      mod_val: "11375",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فيكس بينجامينا": {
      tr_val: "6000",
      mod_val: "7375",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نخيل اودس": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نخيل كوكس": {
      tr_val: "11000",
      mod_val: "13750",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "يوكا بلدي": {
      tr_val: "7500",
      mod_val: "9750",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فيكس تندا": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قرطم": {
      tr_val: "4000",
      mod_val: "4875",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نخيل سايكس": {
      tr_val: "30000",
      mod_val: "37500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "دراسيا": {
      tr_val: "7750",
      mod_val: "9750",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "صبار شمعدان": {
      tr_val: "14000",
      mod_val: "17500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "مشاتل نباتات الفاكهة للقيراط(غير مدعم)": {
    "مانجو/قيراط": {
      tr_val: "13000",
      mod_val: "16250",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قشطة/ قيراط": {
      tr_val: "21000",
      mod_val: "26250",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "موالح/قيراط": {
      tr_val: "13000",
      mod_val: "16250",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "موز(شتلات انسجة)/ الصوبة540م2": {
      tr_val: "0",
      mod_val: "100000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "دراجون فروت/ الصوبة5420م2": {
      tr_val: "80000",
      mod_val: "100000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "الزراعات التعاقدية": {
    "الفراولة التعاقدية": {
      tr_val: "0",
      mod_val: "181250",
      begin: "2اغسطس",
      end: "نهاية ديسمبر",
      due: "اول اغسطس",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفلفل التعاقدي": {
      tr_val: "25500",
      mod_val: "32000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "بطاطس تعاقدية": {
      tr_val: "41250",
      mod_val: "48500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "طماطم تعاقدية": {
      tr_val: "47000",
      mod_val: "51000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفاصوليا-البسلة-اللوبيا الخضراء التعاقدية": {
      tr_val: "18000",
      mod_val: "21500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "خرشوف تعاقدي": {
      tr_val: "22500",
      mod_val: "28125",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قرنبيط تعاقدي": {
      tr_val: "12500",
      mod_val: "15625",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "شمام تعاقدي": {
      tr_val: "18500",
      mod_val: "23125",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "كنتالوب تعاقدي": {
      tr_val: "15000",
      mod_val: "18750",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "خيار تعاقدي": {
      tr_val: "26500",
      mod_val: "31500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عنب تكاعيب تعاقدي": {
      tr_val: "43500",
      mod_val: "54375",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قمح تعاقدي": {
      tr_val: "20000",
      mod_val: "23000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "بنجر تعاقدي": {
      tr_val: "27000",
      mod_val: "33000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ذرة بيضاء تعاقدي": {
      tr_val: "23500",
      mod_val: "29500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ذرة صفراء تعاقدي": {
      tr_val: "25000",
      mod_val: "31250",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عباد الشمس تعاقدي": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فول الصويا تعاقدي": {
      tr_val: "18500",
      mod_val: "23000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "قصب السكر (مدعم)": {
    "غرس خريفي": {
      tr_val: "36000",
      mod_val: "40000",
      begin: "اول اغسطس",
      end: "خمسة اشهر من تاريخ المنح التالي",
      due: "خمسة اشهر من تاريخ المنح العام بعد التالي",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "50%عند التجهيز و50%عند العقد والتفويض بالتنازل"
    },
    "غرس ربيعي": {
      tr_val: "36000",
      mod_val: "40000",
      begin: "اول يناير",
      end: "خمسة اشهر من تاريخ المنح ",
      due: "خمسة اشهر من تاريخ المنح العام التالي",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "50%عند التجهيز و50%عند العقد والتفويض بالتنازل"
    },
    "خلفة (تعاقدي)": {
      tr_val: "36000",
      mod_val: "40000",
      begin: "اول اكتوبر",
      end: "خمسة اشهر من تاريخ المنح التالي",
      due: "خمسة اشهر من تاريخ المنح العام بعد التالي",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "100%من الفئة التسلفية"
    },
    "خلفة (غيرتعاقدي)": {
      tr_val: "36000",
      mod_val: "40000",
      begin: "اول يناير",
      end: "خمسة اشهر من تاريخ المنح ",
      due: "خمسة اشهر من تاريخ المنح العام التالي",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "50%من الفئة التسلفية"
    },
    "الشتلات المطورة لمحصول القصب خريقي": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول اغسطس",
      end: "خمسة اشهر من تاريخ المنح التالي",
      due: "خمسة اشهر من تاريخ المنح العام بعد التالي",
      inst_no: "1",
      inst_dte: "2024/01/03",
      notes: "يتم الصرف بالري المطور حتى ٢٠٢٥ - يتم السداد على اربع اقساط سنوية"
    },
    "الشتلات المطورة لمحصول القصب ربيعي": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "خمسة اشهر من تاريخ المنح ",
      due: "خمسة اشهر من تاريخ المنح العام التالي",
      inst_no: "1",
      inst_dte: "2024/01/03",
      notes: "يتم السداد على 4 اقساط سنوية- يتم الصرف حتى موسم 2024*2025للري التقليدي"
    },
  },
  "محاصيل التصدير (مدعمة)": {
    "البطاطس شتوي": {
      tr_va_ind :"53500",
      min_val_cor: "53500",
      max_val_cor:"85000",
      begin: "اول يناير",
      end: "نهاية  ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
"البطاطس الصيفي": {
      tr_va_ind: "53500",
      min_val_cor: "53500",
      max_val_cor:"85000",
      begin: "اول ابريل ",
      end: "نهاية يونيو ",
      due: " خمسة شهور من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
"البطاطا الشتوي": {
      tr_va_ind: "25800",
      min_val_cor: "25800",
      max_val_cor:"118000",
      begin: "اول اكتوبر ",
      end: "نهاية ديسمبر ",
      due: " خمسة اشهر من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
"البطاطا الصيفي": {
      tr_va_ind :"25800",
      min_val_cor: "25800",
      max_val_cor:"118000",
      begin: "اول ابريل ",
      end: "نهاية يونيو ",
      due: " خمسة شهور من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
"الطماطم الشتوي": {
      tr_va_ind: "61000",
      min_val_cor: "61000",
      max_val_cor:"227500",
      begin: "اول يناير ",
      end: "نهاية ديسمبر ",
      due: " خمسة اشهر من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
"الطماطم الشتوي": {
      tr_va_ind: "81000",
      min_val_cor: "81000",
      max_val_cor:"227500",
      begin: "اول ابريل ",
      end: "نهاية يونيو ",
      due: " خمسة شهور من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
"المانجو": {
      tr_va_ind: "75000",
      min_val_cor: "75000",
      max_val_cor:"277750",
      begin: "اول يناير ",
      end: "نهاية ديسمبر ",
      due: "  حد اقصى عام من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
"العنب": {
      tr_va_ind: "56550",
      min_val_cor: "56550",
      max_val_cor:"277550",
      begin: "اول يناير ",
      end: "نهاية ديسمبر ",
      due: "  حد اقصى عام من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
"المانجو ": {
      tr_va_ind: "235000",
      min_val_cor: "235000",
      max_val_cor:"385000",
      begin: "2 اغسطس ",
      end: "نهاية ديسمبر",
      due: "أول اغسطس",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
}}, 
  "فاكهة- بساتين (مدعم)": {
    "الموالح(يوسفي-ماندراين-اورانج)": {
      tr_val: "24000",
      mod_val: "28500",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الليمون": {
      tr_val: "24500",
      mod_val: "29000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البرتقال": {
      tr_val: "35000",
      mod_val: "42000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الرمان": {
      tr_val: "29000",
      mod_val: "36000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الزيتون": {
      tr_val: "34500",
      mod_val: "43000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "العنب الرومى": {
      tr_val: "37500",
      mod_val: "47000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "النخيل فدان": {
      tr_val: "45500",
      mod_val: "48000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "النخيل /واحدة": {
      tr_val: "260",
      mod_val: "330",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "النخيل السيوي او الصعيدى 68 نخلة فدان": {
      tr_val: "38500",
      mod_val: "48000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "النخيل البارحى او المجدول 68 نخلة فدان": {
      tr_val: "176000",
      mod_val: "220000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نخلة واحدة سيوى اوصعيدي": {
      tr_val: "560",
      mod_val: "700",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نخلة واحدة بارحى او مجدول": {
      tr_val: "2500",
      mod_val: "3200",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "التين الشوكى": {
      tr_val: "26500",
      mod_val: "33000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البشملة الصيفي": {
      tr_val: "28000",
      mod_val: "35000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عنب على سلك": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عنب تكاعيب": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البرقوق": {
      tr_val: "56000",
      mod_val: "70000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الخوخ": {
      tr_val: "48000",
      mod_val: "60000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "المشمش": {
      tr_val: "48000",
      mod_val: "60000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الجوافة / الكاكا": {
      tr_val: "27000",
      mod_val: "30000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "التين": {
      tr_val: "13000",
      mod_val: "17000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قشطة / صيفى": {
      tr_val: "48000",
      mod_val: "60000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عنب ارضي": {
      tr_val: "56000",
      mod_val: "70000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الموز": {
      tr_val: "0",
      mod_val: "75000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "المانجو": {
      tr_val: "47000",
      mod_val: "50000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الكمثرى": {
      tr_val: "56000",
      mod_val: "70000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "التفاح": {
      tr_val: "52000",
      mod_val: "65000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "موز خلفة": {
      tr_val: "0",
      mod_val: "75000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الافوكادو": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "صوب خضراء  زراعية 540م2": {
    "طماطم  ": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فلفل": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "خيار": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "كنتالوب": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "باذنجان": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فاصوليا ": {
      tr_val: "40000",
      mod_val: "50000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "محصول الفراولة للفدان (مدعم)": {
    "فراولة (محلى)": {
      tr_val: "59000",
      mod_val: "65000",
      begin: "2اعسطس",
      end: "نهاية ديسمبر",
      due: "اول اغسطس",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "نباتات عطرية وطبية": {
    "كركديه": {
      tr_val: "13500",
      mod_val: "17000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ريحان": {
      tr_val: "18250",
      mod_val: "21000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "مغات": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ياسمين": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نعناع بلدى": {
      tr_val: "14500",
      mod_val: "18000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نعناع فلفلى": {
      tr_val: "14500",
      mod_val: "18000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "حناء عقر": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "حناء بكر": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "جوجوبا": {
      tr_val: "26500",
      mod_val: "33000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "بردقوش": {
      tr_val: "14500",
      mod_val: "18000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "كسبرة": {
      tr_val: "14500",
      mod_val: "17000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "جرجير": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عتر": {
      tr_val: "29000",
      mod_val: "32000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "كمون": {
      tr_val: "17250",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ينسون": {
      tr_val: "13500",
      mod_val: "17000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "شمر": {
      tr_val: "17250",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الشيح": {
      tr_val: "16500",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "شيح بابونج": {
      tr_val: "13500",
      mod_val: "17000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "شبت وبقدونس": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "كراويه": {
      tr_val: "13000",
      mod_val: "16000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "حبة البركة": {
      tr_val: "16500",
      mod_val: "20000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الجوجوبا1": {
      tr_val: "26500",
      mod_val: "33000",
      begin: "اول اكتوبر",
      end: "نهاية اكتوبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "المورينجا": {
      tr_val: "26500",
      mod_val: "33000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "نباتات زينة فدان (غير مدعم)": {
    "ابصال جلاديوس": {
      tr_val: "50000",
      mod_val: "62500",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ابصال داليا": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ابصال نيوبروز": {
      tr_val: "13500",
      mod_val: "17000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عصفور الجنة": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "اسبرجس": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ورد بلدى": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "جبسيوفيلا": {
      tr_val: "66000",
      mod_val: "82500",
      begin: "اول فبراير",
      end: "نهاية ابريل",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "نباتات زينة قيراط (غير مدعم)": {
    "يوكا هولندي": {
      tr_val: "9000",
      mod_val: "11375",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "اكسيا": {
      tr_val: "6000",
      mod_val: "7375",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "صبار عمة القاضي": {
      tr_val: "9000",
      mod_val: "11375",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فيكس بينجامينا": {
      tr_val: "6000",
      mod_val: "7375",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نخيل اودس": {
      tr_val: "24000",
      mod_val: "30000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نخيل كوكس": {
      tr_val: "11000",
      mod_val: "13750",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "يوكا بلدي": {
      tr_val: "7500",
      mod_val: "9750",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فيكس تندا": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قرطم": {
      tr_val: "4000",
      mod_val: "4875",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "نخيل سايكس": {
      tr_val: "30000",
      mod_val: "37500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "دراسيا": {
      tr_val: "7750",
      mod_val: "9750",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "صبار شمعدان": {
      tr_val: "14000",
      mod_val: "17500",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "مشاتل نباتات الفاكهة للقيراط(غير مدعم)": {
    "مانجو/قيراط": {
      tr_val: "13000",
      mod_val: "16250",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قشطة/ قيراط": {
      tr_val: "21000",
      mod_val: "26250",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "موالح/قيراط": {
      tr_val: "13000",
      mod_val: "16250",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "موز(شتلات انسجة)/ الصوبة540م2": {
      tr_val: "0",
      mod_val: "100000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "دراجون فروت/ الصوبة5420م2": {
      tr_val: "80000",
      mod_val: "100000",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "عام من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "الزراعات التعاقدية": {
    "الفراولة التعاقدية": {
      tr_val: "0",
      mod_val: "181250",
      begin: "2اغسطس",
      end: "نهاية ديسمبر",
      due: "اول اغسطس",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفلفل التعاقدي": {
      tr_val: "25500",
      mod_val: "32000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "بطاطس تعاقدية": {
      tr_val: "41250",
      mod_val: "48500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "طماطم تعاقدية": {
      tr_val: "47000",
      mod_val: "51000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "الفاصوليا-البسلة-اللوبيا الخضراء التعاقدية": {
      tr_val: "18000",
      mod_val: "21500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "خرشوف تعاقدي": {
      tr_val: "22500",
      mod_val: "28125",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قرنبيط تعاقدي": {
      tr_val: "12500",
      mod_val: "15625",
      begin: "اول يناير",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "شمام تعاقدي": {
      tr_val: "18500",
      mod_val: "23125",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "كنتالوب تعاقدي": {
      tr_val: "15000",
      mod_val: "18750",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "خيار تعاقدي": {
      tr_val: "26500",
      mod_val: "31500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عنب تكاعيب تعاقدي": {
      tr_val: "43500",
      mod_val: "54375",
      begin: "على مدار العام",
      end: "على مدار العام",
      due: " عام من تاريح المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "قمح تعاقدي": {
      tr_val: "20000",
      mod_val: "23000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "بنجر تعاقدي": {
      tr_val: "27000",
      mod_val: "33000",
      begin: "اول اكتوبر",
      end: "نهاية ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ذرة بيضاء تعاقدي": {
      tr_val: "23500",
      mod_val: "29500",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "ذرة صفراء تعاقدي": {
      tr_val: "25000",
      mod_val: "31250",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "عباد الشمس تعاقدي": {
      tr_val: "12000",
      mod_val: "15000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "فول الصويا تعاقدي": {
      tr_val: "18500",
      mod_val: "23000",
      begin: "اول ابريل",
      end: "نهاية يونيو",
      due: "خمسة شهور من تاريخ المنح",
      inst_no: "102",
      inst_dte: "2025/05/06",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
  },
  "قصب السكر (مدعم)": {
    "غرس خريفي": {
      tr_val: "36000",
      mod_val: "40000",
      begin: "اول اغسطس",
      end: "خمسة اشهر من تاريخ المنح التالي",
      due: "خمسة اشهر من تاريخ المنح العام بعد التالي",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "50%عند التجهيز و50%عند العقد والتفويض بالتنازل"
    },
    "غرس ربيعي": {
      tr_val: "36000",
      mod_val: "40000",
      begin: "اول يناير",
      end: "خمسة اشهر من تاريخ المنح ",
      due: "خمسة اشهر من تاريخ المنح العام التالي",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "50%عند التجهيز و50%عند العقد والتفويض بالتنازل"
    },
    "خلفة (تعاقدي)": {
      tr_val: "36000",
      mod_val: "40000",
      begin: "اول اكتوبر",
      end: "خمسة اشهر من تاريخ المنح التالي",
      due: "خمسة اشهر من تاريخ المنح العام بعد التالي",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "100%من الفئة التسلفية"
    },
    "خلفة (غيرتعاقدي)": {
      tr_val: "36000",
      mod_val: "40000",
      begin: "اول يناير",
      end: "خمسة اشهر من تاريخ المنح ",
      due: "خمسة اشهر من تاريخ المنح العام التالي",
      inst_no: "209",
      inst_dte: "2023/08/31",
      notes: "50%من الفئة التسلفية"
    },
    "الشتلات المطورة لمحصول القصب خريقي": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول اغسطس",
      end: "خمسة اشهر من تاريخ المنح التالي",
      due: "خمسة اشهر من تاريخ المنح العام بعد التالي",
      inst_no: "1",
      inst_dte: "2024/01/03",
      notes: "يتم الصرف بالري المطور حتى ٢٠٢٥ - يتم السداد على اربع اقساط سنوية"
    },
    "الشتلات المطورة لمحصول القصب ربيعي": {
      tr_val: "16000",
      mod_val: "20000",
      begin: "اول يناير",
      end: "خمسة اشهر من تاريخ المنح ",
      due: "خمسة اشهر من تاريخ المنح العام التالي",
      inst_no: "1",
      inst_dte: "2024/01/03",
      notes: "يتم السداد على 4 اقساط سنوية- يتم الصرف حتى موسم 2024*2025للري التقليدي"
    },
  },
  "محاصيل التصدير (مدعمة)": {
    "البطاطس شتوي": {
      tr_va_ind :"53500",
      min_val_cor: "53500",
      max_val_cor:"85000",
      begin: "اول يناير",
      end: "نهاية  ديسمبر",
      due: "خمسة اشهر من تاريخ المنح",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطاطس الصيفي": {
      tr_va_ind: "53500",
      min_val_cor: "53500",
      max_val_cor:"85000",
      begin: "اول ابريل ",
      end: "نهاية يونيو ",
      due: " خمسة شهور من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "مثال قرض يصرف يوم 2025/05/06 يستحق يوم 2025/10/06"
    },
    "البطاطا الشتوي": {
      tr_va_ind: "25800",
      min_val_cor: "25800",
      max_val_cor:"118000",
      begin: "اول اكتوبر ",
      end: "نهاية ديسمبر ",
      due: " خمسة اشهر من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
    "البطاطا الصيفي": {
      tr_va_ind :"25800",
      min_val_cor: "25800",
      max_val_cor:"118000",
      begin: "اول ابريل ",
      end: "نهاية يونيو ",
      due: " خمسة شهور من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
    "الطماطم الشتوي": {
      tr_va_ind: "61000",
      min_val_cor: "61000",
      max_val_cor:"227500",
      begin: "اول يناير ",
      end: "نهاية ديسمبر ",
      due: " خمسة اشهر من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
    "الطماطم الشتوي": {
      tr_va_ind: "81000",
      min_val_cor: "81000",
      max_val_cor:"227500",
      begin: "اول ابريل ",
      end: "نهاية يونيو ",
      due: " خمسة شهور من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
 "المانجو": {
      tr_va_ind: "75000",
      min_val_cor: "75000",
      max_val_cor:"277750",
      begin: "اول يناير ",
      end: "نهاية ديسمبر ",
      due: "  حد اقصى عام من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
    "العنب": {
      tr_va_ind: "56550",
      min_val_cor: "56550",
      max_val_cor:"277550",
      begin: "اول يناير ",
      end: "نهاية ديسمبر ",
      due: "  حد اقصى عام من تاريخ المنح ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
    "المانجو ": {
      tr_va_ind: "235000",
      min_val_cor: "235000",
      max_val_cor:"385000",
      begin: "2 اغسطس ",
      end: "نهاية ديسمبر ",
      due: "  اول اغسطس  ",
      inst_no: "180",
      inst_dte: "2023/07/11",
      notes: "في حالة الري المطور يتم اضافة 20٪ من الفئة التسليفية للري العادي"
    },
  },
};

export default data;